# Shell
brew "zsh"
brew "atuin"
brew "starship"

# Terminal
cask "ghostty"
cask "wezterm"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Editor
brew "neovim"

# Development tools
brew "fnm"
brew "git"
brew "ripgrep"
brew "fd"
brew "bat"
brew "fzf"
brew "eza"
brew "zoxide"
